[Public]
Object=(Name=UTV2004.UTVCommandlet,Class=Class,MetaClass=Core.Commandlet)

[UTVCommandlet]
HelpCmd=utv
HelpOneLiner=Запуск сервера игры
HelpUsage=utv [serveraddress=<addr>] [serverport=<port>] [listenport=<port>] [primarypassword=<pass>] [vippassword=<pass>] [normalpassword=<pass>] [joinpassword=<pass>] [delay=<seconds>] [maxclients=<num>] [seeall=<1/0>]
HelpParm[0]=serveraddress
HelpDesc[0]=IP-адрес, к которому должен подключаться прокси-сервер
HelpParm[1]=serverport
HelpDesc[1]=Порт на сервере, к которому должен подключаться прокси-сервер
HelpParm[2]=listenport
HelpDesc[2]=Порт, через который прокси-сервер должен подключать клиентов
HelpParm[3]=primarypassword
HelpDesc[3]=Пароль для главного клиента
HelpParm[4]=vippassword
HelpDesc[4]=Пароль, который позволяет обойти ограничение по числу участников
HelpParm[5]=normalpassword
HelpDesc[5]=Пароль, который клиенты должны ввести для подключения к прокси-серверу
HelpParm[6]=joinpassword
HelpDesc[6]=Пароль, который прокси-сервере будет использовать при подключении к игре
HelpParm[7]=delay
HelpDesc[7]=Время задержки (в секундах) для передачи информации с сервера
HelpParm[8]=maxclients
HelpDesc[8]=Максимальное количество клиентов, подключенных через прокси-сервер
HelpParm[9]=seeall
HelpDesc[9]=Использование прокси-сервера в режиме "видеть всех"
